---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionSigmaProfile
source: html/43e67e7a-467e-6702-03c5-97efe300b6e4.htm
---
# StructuralSectionSigmaProfile Methods

Returns size of the section boundary.